Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Wheeled cabinets for transporting medical supplies
it: Armadi a ruote per il trasporto di articoli medici

source: Windshield wiper blades for vehicles
it: Spazzole di tergicristalli per veicoli

source: Tankers [ships]
it: Cisterna (Navi -)

source: Rotary hydraulic motors for land vehicles
it: Motori idraulici rotanti per veicoli terrestri

source: Saddles for bicycles, cycles or motorcycles
it: Selle per biciclette o per motociclette

source: Hydraulic disc brakes
it: Freni idraulici a disco

source: Disc brake rotors for vehicle braking systems
it: Rotori per freni a disco per sistemi frenanti di veicoli

source: Tumbler holders adapted for use in motor vehicles
it: Portabicchieri concepiti per uso in per veicoli a motore

source: Turbine shafts [parts of land vehicles]
it: Alberi di turbina [parti di veicoli terrestri]

source: Air flow spoilers for vehicles
it: Spoiler per flusso d'aria per veicoli

source: Alarm systems for aircraft
it: Sistemi di allarme per aerei

source: Motor racing cars
it: Auto da corsa

source: Steering linkages for vehicles
it: Collegamenti di sterzo per veicoli

source: Safety couplings for land vehicles
it: Giunti di sicurezza per veicoli terrestri

source: Pick-up trucks
it: Pick-up (veicoli)

source: Steering wheels for vessels [for vessels]
it: Sterzi per imbarcazioni [per imbarcazioni]

source: Coasters [watercraft]
it: Navi da cabotaggio

source: Compensating cylinders for vehicle brakes
it: Cilindri di compensazione per freni per veicoli

source: Tyres for agricultural vehicles
it: Pneumatici per veicoli agricoli

source: Cable car cabins
it: Vagoni per filobus

source: Inner tubes [for aircraft wheel tires]
it: Camere d'aria per pneumatici per aerei

source: Transport carriages
it: Carrelli per trasporto

source: Trucks for transporting
it: Camion da trasporto

source: Carriage roofs
it: Tetti per vetture

source: Towing pins of metal for vehicles
it: Perni da traino in metallo per veicoli

source: All-terrain fork-lift trucks
it: Carrelli elevatori fuoristrada

source: Bodywork parts for vehicles
it: Parti di carrozzerie di veicoli

source: Brake cables for vehicles
it: Linee dei freni per veicoli

source: Steering gears for ships [automatic]
it: Dispositivi di comando per navi [automatici]

source: Toeclips for use on bicycles
it: Fermapiede per biciclette

source: Hydraulic power transmission units for land vehicles
it: Unità di trasmissione idrauliche per veicoli terrestri

source: Snow chains for vehicle wheels
it: Catene da neve per ruote di veicoli

source: Solid rubber tyres for vehicle wheels
it: Pneumatici solidi per ruote di veicoli

source: Torsion bars for motor cars
it: Barre di torsione per autovetture

source: Fenders for ships
it: Parabordi per navi

source: Davits for boats
it: Gru per imbarcazioni

source: Steps for attachment to land vehicles
it: Predellini da fissare a veicoli terrestri

source: Gliders
it: Alianti

source: Anti-slide chains for vehicle wheels
it: Catene antisdrucciolo per ruote di veicoli

source: Windscreen wiper blades
it: Spazzole di tergicristalli

source: Covers for loudspeaker openings in vehicles
it: Coperture per aperture per altoparlanti in veicoli

source: Seat cushions for the seats of boats
it: Cuscini per sedili di imbarcazioni

source: Trains [vehicles]
it: Treni [veicoli]

source: Apparatus for locomotion by water
it: Apparecchi di locomozione nautici

source: Chairlifts
it: Seggiovie

source: Fitted covers for vehicle steering wheels
it: Fodere sagomate per sterzi di veicoli

source: Visors [strips] for vehicle screens
it: Visiere [strisce] per vetri di veicoli

source: Funnels for locomotives
it: Fumaioli di locomotive

source: Reduction gears for land vehicles
it: Demultiplicatori per veicoli terrestri

source: Reservoirs being parts of land vehicle clutches
it: Serbatoi, ovvero parti di frizioni di veicoli terrestri

source: Retractable covers for goods carrying vehicles
it: Coperture retraibili per veicoli per trasporto merci

source: Vehicle safety harnesses for pram bodies
it: Cinture di sicurezza per passeggini per veicoli

source: Vehicle safety restraints for use with pram bodies
it: Cinghie di sicurezza per veicoli per uso con passeggini

source: Protecting covers [shaped] for vehicles
it: Fodere protettive [sagomate] per veicoli

source: Protective heat shields for vehicles
it: Protezioni termiche per veicoli

source: Non-motorized, collapsible luggage carts
it: Carrelli per bagagli pieghevoli non motorizzati

source: Panniers for motorcycles
it: Borse da sella per motocicli

source: Coachwork for motor vehicles
it: Carrozzerie per autovetture

source: Wiper blade refills for vehicle windscreen wipers
it: Ricambi di spazzole per tergicristalli per veicoli

source: Shock absorbers for bicycles
it: Ammortizzatori per biciclette

source: Vehicle partitions
it: Tramezzi di veicoli

source: Interior panels for vehicles
it: Pannelli interni per veicoli

source: Thrusters for vehicles
it: Propulsori per veicoli

source: Remote alarms for air vehicles
it: Allarmi remoti per veicoli aerei

source: Pilotless surveying vehicles
it: Veicoli di rilevamento senza pilota

source: Road vehicles [for transportation]
it: Veicoli stradali [per trasporto]

source: Cars for cable transport installations
it: Cabine per installazioni da trasporto con cavi

source: Hoods for vehicles
it: Cappotte di veicoli

source: Trailers [vehicles]
it: Rimorchi [veicoli]

source: Running boards [land vehicle parts]
it: Predellini [elementi per veicoli terrestri]

source: Remotely controlled land vehicle
it: Veicoli terrestri telecomandati

source: Side shields as structural parts of vehicles
it: Protezioni laterali ovvero parti strutturali di veicoli

source: Mobility vehicles
it: Veicoli per mobilità

source: Chain deflectors for vehicles
it: Deflettori per catene per veicoli

source: Drag parachutes for aircraft
it: Paracadute di frenata per aerei

source: Front end hubs for vehicles
it: Mozzi frontali per veicoli

source: Couplings (Non-electric -) for towing trailers
it: Giunti per rimorchi (non elettrici)

source: Crown wheels being parts of land vehicles
it: Ruote dentate ovvero parti di veicoli terrestri

source: External load carriers for vehicles
it: Portabagagli esterni per veicoli

source: Wheel sprockets
it: Pignoni a catena

source: Hardtops [roofs] for vehicles
it: Cappotte [tettucci] per veicoli

source: Crankcases for components for motor cars (other than for engines)
it: Carter per componenti per automobili (non per motori)

source: Bodies for aircraft
it: Carrozzerie per aerei

source: Frames for supporting a child in a vehicle
it: Telai per il supporto di un bambino in un veicolo

source: Rims for vehicle wheels
it: Cerchi di ruote per veicoli

source: Containers adapted for use in vehicle interiors
it: Contenitori per uso in interni di veicoli

source: Convertible roofs being parts of cars
it: Tetti convertibili ovvero parti di automobili

source: Conveying installations (Aerial -) for the transportation of people
it: Impianti trasportatori (Aerei -) per il trasporto di persone

source: Conveying installations [ski lifts]
it: Impianti trasportatori [seggiovie]

source: Electric trains
it: Treni elettrici

source: Electrically powered aircraft
it: Aerei ad alimentazione elettrica

source: Towed vehicles
it: Veicoli da traino

source: Catamarans
it: Catamarani

source: Self-inflating rafts for transportation
it: Canotti auto-gonfiabili per trasporto

source: Struts (Non-metallic -) parts of vehicles
it: Montanti (Non metallici -) parte di veicoli

source: Safety rims of rubber for the mudguards of lorries
it: Cerchi di sicurezza in gomma per parafanghi di camion

source: Ski racks for motor cars
it: Portasci per automobili

source: Coil springs for vehicle suspensions
it: Molle elicoidali per sospensioni per veicoli

source: Tyre treads
it: Battistrada

source: Canopies for pick-up trucks
it: Tettucci per autocarri cassonati

source: Lorries for mines
it: Camion per miniere

source: Aerofoils for sea vehicles
it: Profili alari per veicoli marini

source: Aerofoils for water vehicles
it: Profili alari per veicoli nautici

source: Fuselages [aircraft parts]
it: Fusoliere [parti di aerei]

source: Towing tractors, and structural parts therefor
it: Trattori da traino e relativi componenti strutturali

source: Brakes [bicycle parts]
it: Freni [parti di biciclette]

source: Alarm systems for motor vehicles
it: Sistemi di allarme per veicoli a motore

source: All-terrain fork-lift trucks having a telescopic arm
it: Carrelli elevatori fuoristrada con braccio telescopico

source: Suspension struts for vehicles
it: Gambe di sospensioni per veicoli

source: Safety signals [audible] for vehicles
it: Segnali di sicurezza [acustici] per veicoli

source: Power transmission mechanisms for land vehicles
it: Meccanismi di trasmissione per veicoli terrestri

source: Security alarm systems for vehicles
it: Sistemi d'allarme di sicurezza per veicoli

source: Pumps for inflating vehicle tyres
it: Pompe per gonfiare pneumatici di veicoli

source: Hydraulic servo valves being parts of vehicle braking systems
it: Servo-valvole idrauliche ovvero parti di impianti frenanti per veicoli

source: Motorised wheelchairs for the disabled and those with mobility difficulties
it: Sedie a rotelle a motore per disabili e per persone con mobilità ridotta

source: Sliding roofs for water vehicles
it: Tettucci scorrevoli per veicoli nautici

source: Wheels for motorcycles
it: Ruote per motocicli

source: Safety seats for babies for use in vehicles
it: Sedili di sicurezza per neonati per uso in veicoli

source: Clutch cylinders for land vehicles
it: Cilindri per frizioni di veicoli terrestri

source: Water vehicles
it: Veicoli acquatici

source: Brake cables [parts of motorcycles]
it: Cavi dei freni [parti di motocicli]

source: Air pumps [vehicle accessories]
it: Pompe ad aria [accessori di veicoli]

source: Dumper bodies for trucks
it: Cassoni ribaltabili per camion

source: Ejector seats for vehicles
it: Sedili eiettabili per veicoli

source: Motors, electric, for land vehicles
it: Motori elettrici per veicoli terrestri

source: Caps for vehicle petrol [gas] tanks
it: Tappi per serbatoi a benzina per veicoli

source: Airplanes and structural parts therefor
it: Aeroplani e relativi componenti strutturali

source: Industrial trucks
it: Carrelli industriali

source: Infants' carriages with removable infant supports
it: Carrozzine per neonati con supporto per neonati amovibile

source: Sports cars sold in kit form
it: Automobili sportive vendute in kit

source: Seat cushions for the seats of vehicles
it: Cuscini per sedili di automobili

source: Seat cushions for the seats of water vehicles
it: Cuscini per sedili di veicoli nautici

source: Shock absorbers being parts of vehicle suspension
it: Ammortizzatori, ovvero parti di sospensioni di veicoli

source: Air turbines for land vehicles
it: Turbine ad aria per veicoli terrestri

source: Jockey wheels for vehicles
it: Ruotini di sostegno per veicoli

source: Reservoirs for maintaining the level of fluids in vehicle braking systems
it: Serbatoi per il mantenimento del livello di liquidi in impianti di frenata per veicoli

source: Mirrors for vehicles
it: Specchietti per veicoli

source: Shift levers [parts of motorcycles]
it: Parti di motocicli, ovvero, leve del cambio

source: Hooks [tow hitches] for vehicles
it: Ganci [attacchi di rimorchi] per veicoli

source: Cable transport apparatus and installations
it: Apparecchi e installazioni di trasporto per cavi

source: Delivery tricycles
it: Furgoncini a triciclo

source: Braking systems for vehicles and parts thereof
it: Sistemi di frenatura per veicoli e parti relative

source: Windows for trailers
it: Finestrini per roulotte

source: Safety seats for infants and children for vehicles
it: Sedili di sicurezza per neonati e bambini per veicoli

source: Submarines
it: Sottomarini

source: Torsion bars for vehicles
it: Barre di torsione per veicoli

source: Child restraints for vehicle seats
it: Cinture per bambini per sedili per veicoli

source: Ski lifts
it: Sciovie

source: Refrigerated hand carts
it: Carrelli frigoriferi a mano

source: Vehicles for use on land
it: Veicoli per uso terrestre

source: Plastic strakes for use on aircraft
it: Fasciami in plastica per aeroplani

source: Roadside assistance vehicles
it: Veicoli per assistenza stradale

source: Refrigerated trailers
it: Rimorchi frigoriferi

source: Gear assemblies for land vehicles
it: Gruppi ingranaggio per veicoli terrestri

source: Coupling sleeves (non-electric -) [parts of engines for land vehicles]
it: Giunti a manicotto (non elettrici) [parti di motori per veicoli terrestri]

source: Diesel turbine engines land vehicles
it: Veicoli terrestri a motore a turbina diesel

source: Electrically operated scooters
it: Scooter ad alimentazione elettrica

source: Electrically powered trolleys
it: Carrelli ad alimentazione elettrica

source: Wheel rims [for automobiles]
it: Cerchi per ruote di automobili

source: Wheel covers [for vehicles]
it: Coprivolanti [per veicoli]

source: Wheels
it: Ruote

source: Shrouded tail rotors for helicopters
it: Rotori di coda schermati per elicotteri

source: Cigar lighters for automobiles
it: Accendisigari per automobili

source: Undercarriage struts
it: Puntoni per carrelli

source: Armoured vehicles
it: Veicoli blindati

source: Compressors for supercharging internal combustion engines of land vehicles
it: Compressori per la turbocompressione di motori a combustione interna di veicoli terrestri

source: Handlebar controls for mopeds
it: Comandi a manubrio per ciclomotori

source: Electric tractors [vehicles]
it: Trattori elettrici [Veicoli]

source: Electric trolley buses
it: Filobus elettrici

source: Sports cars
it: Auto sportive

source: Air pressure pumps [vehicle accessories]
it: Pompe a pressione d'aria [accessori per veicoli]

source: Brake sets for vehicles
it: Set di freni per veicoli

source: Step-up gears for land vehicles
it: Marce per veicoli terrestri

source: Storage containers adapted for use in vehicles
it: Contenitori concepiti per uso in veicoli

source: Canoes
it: Canoe

source: Pushchair covers and hoods
it: Capottine e teli per carrozzine

source: Baskets for perambulators
it: Ceste per carrozzine

source: Commercial alarm systems for vehicles
it: Sistemi di allarme commerciali per veicoli

source: Bumper guards of metal for vehicles
it: Paraurti metallici per veicoli

source: Spars for ships
it: Pennoni [di navi]

source: Japanese flat-bottomed rowboats [tenmasen]
it: Barche a remi a fondo piatto giapponesi [tenmasen]

source: Trolleys for hand traction
it: Carrelli a trazione manuale

source: Wagons, and structural parts therefor
it: Vagoni e relativi componenti strutturali

source: Handlebars [bicycle parts]
it: Manubri [parti di biciclette]

source: Tracks for tractors
it: Cingoli per trattori

source: Tractors for freight
it: Trattori per merci

source: Alarm systems for watercraft
it: Sistemi d'allarme per imbarcazioni

source: Military aircraft
it: Velivoli militari

source: Steering columns for vehicles
it: Colonne dello sterzo per veicoli

source: Toe straps for use on bicycles
it: Cinghie fermapiedi per biciclette

source: Torsion dampers for vehicles
it: Attenuatori di torsione per veicoli

source: Splines (square -) [parts of land vehicle gearing]
it: Scanalature quadrate [pardi di trasmissioni di veicoli]

source: Rubber tread patterns for use in retreading recycled tyres
it: Battistrada in gomma per uso nella ricostruzione di pneumatici riciclati

source: Sliding roofs for motor vehicles
it: Tettucci scorrevoli per veicoli a motore

source: Saddlebags adapted for bicycles
it: Borse da sella per biciclette

source: Airplane propellers
it: Eliche per aeroplani

source: Vehicles fitted with living accommodation
it: Veicoli dotati di alloggio abitabile

source: Railway freight cars
it: Vagoni ferroviari merci

source: Seating for water vehicles
it: Sedili per veicoli nautici

source: Camper vans
it: Camping car

source: Camping vehicles
it: Veicoli da campeggio

source: Two-wheeled motor vehicles
it: Veicoli a motore a due ruote

source: Propellers for vehicles
it: Eliche per veicoli

source: Motorcycles
it: Motociclette

source: Transmission shafts for land vehicles
it: Alberi di trasmissione per veicoli terrestri

source: Automobile engines
it: Motori d'automobili

source: Spoilers for water vehicles
it: Spoiler per veicoli nautici

source: Air deflectors for vehicles
it: Deflettori dell'aria per veicoli

source: Spoilers for land vehicles
it: Spoiler per veicoli terrestri

source: Loose seat covers [shaped] for vehicle seats
it: Fodere sciolte per sedili di veicoli [sagomate]

source: Seat covers for vehicles
it: Fodere per sedili di veicoli

source: Airbags for vehicles
it: Airbag per veicoli

source: Hydraulic couplings for land vehicles
it: Accoppiamenti idraulici per veicoli terrestri

source: Air cushion vehicles
it: Veicoli a cuscino d'aria

source: Doors for vehicles
it: Porte di veicoli

source: Child carrying seats for use in vehicles
it: Sedili per bambini per veicoli

source: Hydraulic connectors for vehicles
it: Connettori idraulici per veicoli

source: Pinions for land vehicles
it: Pignoni per veicoli terrestri

source: Luggage nets for vehicles
it: Rete portabagagli per veicoli

source: Bicycle racks for vehicles
it: Portabiciclette per veicoli

source: Safety seats for children, for vehicles
it: Sedili di sicurezza per bambini per veicoli

source: Brakes for land vehicles
it: Freni per veicoli terrestri

source: Automobile chassis
it: Telai per automobili

source: Underbodies of vehicle
it: Sottoscocche dei veicoli

source: Vehicle chassis
it: Telai di veicoli

source: Shock absorbing springs for vehicles
it: Molle ammortizzatrici per veicoli

source: Shock absorbers for automobiles
it: Ammortizzatori per automobili

source: Vehicle shock absorbers
it: Ammortizzatori di veicoli

source: Wheels, tyres and continuous tracks
it: Ruote, pneumatici e cingoli

source: Mobility conveyances
it: Mezzi per la mobilità

source: Parts and fittings for land vehicles
it: Ricambi ed accessori per veicoli terrestri

source: Parts and fittings for water vehicles
it: Ricambi ed accessori per veicoli acquatici

source: Anti-theft, security and safety devices and equipment for vehicles
it: Apparecchi per veicoli antifurto, per la sicurezza e per la salvezza

source: Parts and fittings for air and space vehicles
it: Ricambi ed accessori per veicoli aerei e spaziali

source: Powertrains, including engines and motors, for land vehicles
it: Catene cinematiche per veicoli terrestri, incluse macchine e motori

source: Vehicles and conveyances
it: Veicoli e mezzi di trasporto

source: Parts and fittings for vehicles
it: Ricambi ed accessori per veicoli

source: Air and space vehicles
it: Veicoli aerei e spaziali

source: Apparatus for locomotion by air
it: Apparecchi di locomozione aerei

source: Apparatus for locomotion by land
it: Apparecchi di locomozione terrestri

source: Bushes for vehicles
it: Boccole per veicoli

source: Levelling apparatus for caravans
it: Apparecchi di livellamento per caravan

source: Self-driving transport vehicles
it: Veicoli di trasporto senza autista

source: Drive-chain guards for two-wheeled motor vehicles
it: Paracatena di veicoli motorizzati a due ruote

source: Frames for two-wheeled motor vehicles
it: Telai di veicoli motorizzati a due ruote

source: Outriggers for watercraft
it: Outrigger per aeroscivolanti

source: Bags adapted for pushchairs
it: Borse adattate per passeggini

source: Remotely operated vehicles for underwater inspections
it: Veicoli teleguidati per ispezioni sottomarine

source: Autonomous underwater vehicles for seabed inspections
it: Veicoli autonomi sottomarini per l'ispezione dei fondali marini

source: Bellows for articulated buses
it: Soffietti per autobus articolati

source: Aeroplanes towing vehicles
it: Veicoli di traino per aerei

source: Air pumps for automobiles
it: Pompe ad aria per automobili

source: Air pumps for two-wheeled motor vehicles or bicycles
it: Pompe ad aria per biciclette o veicoli a motore a due ruote

source: Cable ships
it: Navi posacavi

source: Chassis for railway cars
it: Telai per vagoni ferroviari

source: Cone brakes for land vehicles
it: Freni a cono per veicoli terrestri

source: Direction signals for automobiles
it: Indicatori di direzione per automobili

source: Disc brakes for land vehicles
it: Freni a disco per veicoli terrestri

source: Doors for railway cars
it: Porte per vagoni ferroviari

source: Gas turbines for land vehicles
it: Turbine a gas per veicoli terrestri

source: Idling pulleys for land vehicles
it: Pulegge folli per veicoli terrestri

source: Motorcycle foot pegs
it: Poggiapiedi per moto

source: Mudguards for two-wheeled motor vehicles or bicycles
it: Parafango per biciclette o veicoli a motore a due ruote

source: Roller chains for land vehicles
it: Catene a rulli per veicoli terrestri

source: Rotor blades for helicopters
it: Pale di rotori per elicotteri

source: Spindles for land vehicles
it: Fusi per veicoli terrestri

source: Spindles of bicycles
it: Alberini di biciclette

source: Steam steering gears for vessels [for vessels]
it: Dispositivi di comando a vapore per imbarcazioni

source: Steam turbines for land vehicles
it: Turbine a vapore per veicoli terrestri

source: Tires for aircraft landing gear wheels
it: Pneumatici per ruote d'atterraggio per aerei

source: Toothed wheels for land vehicles
it: Ruote dentate per veicoli terrestri

source: Underwater remotely operated vehicles (ROVs) for transport
it: Sottomarini a comando remoto per il trasporto

source: Water bikes
it: Bici d'acqua

source: Camping cars
it: Autocaravan

source: Sleighs [vehicles]
it: Trasporti [veicoli]

source: Driving chains for land vehicles
it: Catene di comando per veicoli terrestri

source: Transmission chains for land vehicles
it: Catene motrici per veicoli terrestri

source: Ski carriers for vehicles
it: Portasci per veicoli

source: Ski carriers for cars
it: Porta-sci per automobili

source: Semi-trailers
it: Semirimorchi

source: Motorcycle saddles
it: Selle per motociclette

source: Human-powered trolleys and carts
it: Carrelli a spinta manuale

source: Tyres for vehicle wheels
it: Cerchioni di ruote per veicoli

source: Luggage carriers for vehicles
it: Portabagagli per veicoli

source: Cargo carriers for vehicles
it: Rastrelliere per veicoli

source: Launches
it: Scialuppe

source: Security harness for vehicle seats
it: Cinghie di sicurezza per sedili di veicoli

source: Windscreens
it: Parabrezza

source: Vehicle windscreens
it: Parabrezza per veicoli

source: Fitted vehicle covers
it: Foderine per veicoli

source: Vehicle covers [shaped]
it: Foderine per veicoli

source: Engines for land vehicles
it: Motori per veicoli terrestri

source: Driving motors for land vehicles
it: Macchine motrici per veicoli terrestri

source: Automobile wheels
it: Ruote per automobili

source: Vehicle wheels
it: Ruote di veicoli

source: Mine cart wheels
it: Ruote di benne

source: Automobile roof racks
it: Portapacchi per automobili

source: Gears for cycles
it: Ingranaggi per cicli

source: Trailer hitches for vehicles
it: Attacchi di rimorchi per veicoli

source: Omnibuses
it: Omnibus

source: Brake segments for vehicles
it: Anelli di freni per veicoli

source: Brake shoes for vehicles
it: Ceppi di freni per veicoli

source: Dining cars [carriages]
it: Ristoranti mobili [vetture]

source: Engine mounts for land vehicles
it: Supporti motore per veicoli terrestri

source: Shift boots for motor vehicles
it: Cuffie cambio per veicoli a motore
